IDEA StatiCa Open Model
CheckResPlate.MaxStress Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Max Stress
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double MaxStress { get; set; }
Public Property MaxStress As Double
	Get
	Set
public:
property double MaxStress {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CheckResPlate Class
IdeaRS.OpenModel.Connection Namespace